---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.BlendFailures
source: html/9d09f095-82d3-e023-d31a-e34b6aa436a6.htm
---
# Autodesk.Revit.DB.BuiltInFailures.BlendFailures

Failures about Blend.

## Syntax (C#)
```csharp
public static class BlendFailures
```